Repository: wxy/ai-pulse-macos
Catalog: Sources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant_hk, zh_hant_tw

# onboarding.no_tools
source: No AI tools detected. Open Settings → Integrations to see all supported tools.
de: Keine KI-Tools erkannt. Öffne Einstellungen → Integrationen für alle unterstützten Tools.
es: No se detectaron herramientas de IA. Abre Ajustes → Integraciones para ver todas las herramientas compatibles.
fr: Aucun outil IA détecté. Ouvrez Réglages → Intégrations pour voir tous les outils pris en charge.
ja: AIツールが検出されませんでした。「設定 → 統合」ですべての対応ツールを確認。
ko: AI 도구가 감지되지 않았습니다. 설정 → 통합에서 모든 지원 도구를 확인하세요.
pt_br: Nenhuma ferramenta de IA detectada. Abra Ajustes → Integrações para ver todas as ferramentas suportadas.
zh_hans: 未检测到 AI 工具。请在设置 → 集成中查看所有支持的工具。
zh_hant_hk: 未偵測到 AI 工具。開啟「設定 → 整合」查看所有支援嘅工具。
zh_hant_tw: 未偵測到 AI 工具。開啟「設定 → 整合」查看所有支援的工具。

# onboarding.privacy
source: All data stays on your machine.
de: Alle Daten bleiben auf deinem Rechner.
es: Todos los datos permanecen en tu equipo.
fr: Toutes les données restent sur votre machine.
ja: すべてのデータは端末内に保存されます。
ko: 모든 데이터는 내 기기에 저장됩니다.
pt_br: Todos os dados ficam no seu computador.
zh_hans: 所有数据仅存储在本机。
zh_hant_hk: 所有資料淨係儲存喺你部機度。
zh_hant_tw: 所有資料僅儲存在你的電腦上。

# onboarding.repos_found
source: %d repos found
de: %d Repos gefunden
es: %d repositorios encontrados
fr: %d dépôts trouvés
ja: %d 個のリポジトリを検出
ko: 저장소 %d개 발견
pt_br: %d repositórios encontrados
zh_hans: 已找到 %d 个仓库
zh_hant_hk: 已找到 %d 個儲存庫
zh_hant_tw: 已找到 %d 個儲存庫

# onboarding.repos_hint
source: Auto-scan common directories. You can skip and configure later in Settings.
de: Übliche Verzeichnisse automatisch scannen. Überspringbar, später in Einstellungen konfigurierbar.
es: Escanea automáticamente directorios comunes. Puedes omitir y configurar después en Ajustes.
fr: Analyse automatique des dossiers courants. Vous pouvez ignorer et configurer plus tard dans Réglages.
ja: 一般的なディレクトリを自動スキャン。スキップして後で設定可能。
ko: 일반 디렉토리 자동 스캔. 건너뛰고 나중에 설정 가능.
pt_br: Verifica automaticamente diretórios comuns. Pode pular e configurar depois nos Ajustes.
zh_hans: 自动扫描常用目录。可跳过，稍后在设置中配置。
zh_hant_hk: 自動掃描常用目錄。可以跳過，之後喺設定度設定。
zh_hant_tw: 自動掃描常用目錄。可跳過，之後在設定中設定。

# onboarding.repos_scanning
source: Scanning…
de: Scannen…
es: Escaneando…
fr: Analyse…
ja: スキャン中…
ko: 스캔 중…
pt_br: Verificando…
zh_hans: 正在扫描…
zh_hant_hk: 掃描中…
zh_hant_tw: 掃描中…

# onboarding.repos_title
source: Select Git Repos to Monitor
de: Git-Repos zur Überwachung auswählen
es: Seleccionar repos Git para monitorizar
fr: Sélectionner les dépôts Git à surveiller
ja: 監視するGitリポジトリを選択
ko: 모니터링할 Git 저장소 선택
pt_br: Selecionar repositórios Git para monitorar
zh_hans: 选择要监控的 Git 仓库
zh_hant_hk: 選擇要監控嘅 Git 儲存庫
zh_hant_tw: 選擇要監控的 Git 儲存庫

# onboarding.skip
source: Skip
de: Überspringen
es: Saltar
fr: Ignorer
ja: スキップ
ko: 건너뛰기
pt_br: Pular
zh_hans: 跳过
zh_hant_hk: 跳過
zh_hant_tw: 跳過

# onboarding.welcome
source: Your AI Fuel Gauge
de: Deine KI-Tankanzeige
es: Tu medidor de combustible IA
fr: Votre jauge de carburant IA
ja: あなたのAI燃料計
ko: 나의 AI 연료 게이지
pt_br: Seu medidor de combustível IA
zh_hans: 你的 AI 油表
zh_hant_hk: 你嘅 AI 燃料表
zh_hant_tw: 你的 AI 燃料表

# onboarding.window_title
source: AI Pulse — Welcome
de: AI Pulse — Willkommen
es: AI Pulse — Bienvenido
fr: AI Pulse — Bienvenue
ja: AI Pulse — ようこそ
ko: AI Pulse — 환영
pt_br: AI Pulse — Boas-vindas
zh_hans: AI Pulse — 欢迎
zh_hant_hk: AI Pulse — 歡迎
zh_hant_tw: AI Pulse — 歡迎

# panel.activity_explanation
source: Tokens describe activity, not a bill. Output covers repositories touched by this tool, not proof of AI authorship. Expand a session for its full context history.
de: Tokens beschreiben Aktivität, keine Rechnung. Ausgabe umfasst von diesem Tool berührte Repositorys und beweist keine AI-Autorenschaft. Erweitere eine Sitzung für den vollständigen Kontextverlauf.
es: Los tokens describen actividad, no una factura. La producción abarca los repositorios modificados por esta herramienta, no demuestra autoría de IA. Despliega una sesión para ver todo su historial de contexto.
fr: Les jetons décrivent l’activité, pas une facture. La sortie couvre les dépôts utilisés par cet outil et ne prouve pas une paternité AI. Développez une session pour voir tout son historique contextuel.
ja: トークンはアクティビティを示すもので、請求額ではありません。出力はこのツールが操作したリポジトリを対象とし、AIによる作成の証明ではありません。セッションを展開すると完全なコンテキスト履歴を確認できます。
ko: 토큰은 활동을 설명할 뿐 청구서가 아닙니다. 결과물은 이 도구가 다룬 저장소를 나타내며 AI 작성의 증거가 아닙니다. 세션을 펼치면 전체 컨텍스트 기록을 볼 수 있습니다.
pt_br: Tokens descrevem atividade, não uma fatura. A produção abrange repositórios alterados por esta ferramenta, não comprova autoria da IA. Expanda uma sessão para ver todo o histórico de contexto.
zh_hans: 词元反映活动，不代表账单。产出来自此工具涉及的仓库，不代表 AI 创作归属。点击会话可查看完整上下文历史。
zh_hant_hk: 詞元反映活動，不代表賬單。產出來自此工具涉及的儲存庫，不代表 AI 創作歸屬。點擊會話可查看完整上下文歷史。
zh_hant_tw: 詞元反映活動，不代表賬單。產出來自此工具涉及的儲存庫，不代表 AI 創作歸屬。點擊會話可查看完整上下文歷史。

# panel.back_to_dashboard
source: Dashboard
de: Zurück zum Dashboard
es: Volver al panel
fr: Retour au tableau de bord
ja: ダッシュボードに戻る
ko: 대시보드로 돌아가기
pt_br: Voltar ao painel
zh_hans: 返回仪表盘
zh_hant_hk: 返回儀表板
zh_hant_tw: 返回儀表板

# panel.cache_savings
source: cache saved %@
de: Cache spart %@
es: caché ahorra %@
fr: cache économisé %@
ja: キャッシュ節約 %@
ko: 캐시 절약 %@
pt_br: cache economizou %@
zh_hans: 缓存节省 %@
zh_hant_hk: 快取節省 %@
zh_hant_tw: 快取節省 %@

# panel.chart_compaction
source: compaction
de: Kompression
es: compresión
ja: 圧縮
ko: 압축
pt_br: compactação
zh_hans: 上下文压缩
zh_hant_hk: 上下文壓縮
zh_hant_tw: 上下文壓縮

# panel.chart_context
source: context
de: Kontext
es: contexto
fr: contexte
ja: コンテキスト
ko: 컨텍스트
pt_br: contexto
zh_hans: 上下文
zh_hant_hk: 上下文
zh_hant_tw: 上下文

# panel.chart_uncached
source: uncached
de: nicht gecacht
es: sin caché
fr: non mis en cache
ja: 未キャッシュ
ko: 캐시되지 않음
pt_br: sem cache
zh_hans: 未缓存
zh_hant_hk: 未快取
zh_hant_tw: 未快取

# panel.compact_hint
source: This session is near the context limit — consider compacting or starting a new one
de: Diese Sitzung ist nahe am Kontextlimit — kompaktieren oder neu starten
es: Esta sesión está cerca del límite de contexto: considera compactarla o iniciar una nueva
fr: Cette session approche la limite de contexte — pensez à la compresser ou à en ouvrir une nouvelle
ja: このセッションはコンテキスト上限に近い — 圧縮または新規セッションを推奨
ko: 이 세션이 컨텍스트 한도에 근접 — 압축하거나 새 세션을 권장
pt_br: Esta sessão está perto do limite de contexto — considere compactar ou iniciar uma nova
zh_hans: 该会话接近上下文上限，建议压缩/新开会话
zh_hant_hk: 此工作階段接近上下文上限，建議壓縮/新開工作階段
zh_hant_tw: 此工作階段接近上下文上限，建議壓縮/新開工作階段

# panel.context_unavailable
source: This session's context data is not cumulative — growth trend unavailable
de: Die Kontextdaten dieser Sitzung sind nicht kumulativ — Wachstumstrend nicht verfügbar
es: Los datos de contexto de esta sesión no son acumulativos — tendencia no disponible
fr: Les données de contexte de cette session ne sont pas cumulatives — tendance indisponible
ja: このセッションのコンテキストデータは累積形式ではありません — 増加トレンドを表示できません
ko: 이 세션의 컨텍스트 데이터가 누적 형식이 아닙니다 — 증가 추세를 표시할 수 없습니다
pt_br: Os dados de contexto desta sessão não são cumulativos — tendência indisponível
zh_hans: 该会话的上下文数据不是累计格式，无法显示增长趋势
zh_hant_hk: 此工作階段的上下文資料不是累計格式，無法顯示增長趨勢
zh_hant_tw: 此工作階段的上下文資料不是累計格式，無法顯示增長趨勢

# panel.empty_sessions
source: No sessions in this period
de: Keine Sitzungen in diesem Zeitraum
es: Sin sesiones en este período
fr: Aucune session sur cette période
ja: この期間にセッションはありません
ko: 이 기간에 세션이 없습니다
pt_br: Sem sessões neste período
zh_hans: 该时间段内没有会话
zh_hant_hk: 此時間範圍內沒有工作階段
zh_hant_tw: 此時間範圍內沒有工作階段

# panel.group_activity
source: %d sessions · %@ tokens
de: %d Sitzungen · %@ Tokens
es: %d sesiones · %@ tokens
fr: %d sessions · %@ jetons
ja: %dセッション · %@トークン
ko: 세션 %d개 · %@ 토큰
pt_br: %d sessões · %@ tokens
zh_hans: %d 个会话 · %@ 词元
zh_hant_hk: %d 個會話 · %@ 詞元
zh_hant_tw: %d 個會話 · %@ 詞元

# panel.group_header
source: %d sessions · %@
de: %d Sitzungen · %@
es: %d sesiones · %@
ja: %d セッション · %@
ko: 세션 %d개 · %@
pt_br: %d sessões · %@
zh_hans: %d 会话 · %@
zh_hant_hk: %d 個工作階段 · %@
zh_hant_tw: %d 個工作階段 · %@

# panel.header_activity
source: %d repository groups · %@ tokens
de: %d Repository-Gruppen · %@ Tokens
es: %d grupos de repositorios · %@ tokens
fr: %d groupes de dépôts · %@ jetons
ja: %d件のリポジトリグループ · %@トークン
ko: 저장소 그룹 %d개 · %@ 토큰
pt_br: %d grupos de repositórios · %@ tokens
zh_hans: %d 个仓库分组 · %@ 词元
zh_hant_hk: %d 個儲存庫分組 · %@ 詞元
zh_hant_tw: %d 個儲存庫分組 · %@ 詞元

# panel.header_cost
source: %d repos · total %@
de: %d Repos · gesamt %@
fr: %d dépôts · total %@
ja: %d リポジトリ · 合計 %@
ko: 저장소 %d개 · 총 %@
pt_br: %d repositórios · total %@
zh_hans: %d 个仓库 · 共 %@
zh_hant_hk: %d 個倉庫 · 共 %@
zh_hant_tw: %d 個倉庫 · 共 %@

# panel.most_active
source: Most active
de: Am aktivsten
es: Mayor actividad
fr: Plus actif
ja: 最もアクティブ
ko: 가장 활발함
pt_br: Mais ativo
zh_hans: 词元最多
zh_hant_hk: 詞元最多
zh_hant_tw: 詞元最多

# panel.most_expensive
source: Most expensive
de: Am teuersten
es: Más caras
fr: Les plus chères
ja: 最も高額
ko: 가장 비싼 순
pt_br: Mais caras
zh_hans: 最贵
zh_hant_hk: 最貴
zh_hant_tw: 最貴

# panel.no_repo_group
source: (No repo)
de: (Kein Repo)
es: (Sin repo)
fr: (Aucun dépôt)
ja: （リポジトリなし）
ko: (저장소 없음)
pt_br: (Sem repositório)
zh_hans: （无仓库）
zh_hant_hk: （無倉庫）
zh_hant_tw: （無倉庫）

# panel.no_title
source: (No title)
de: (Kein Titel)
es: (Sin título)
fr: (Sans titre)
ja: （タイトルなし）
ko: (제목 없음)
pt_br: (Sem título)
zh_hans: （无标题）
zh_hant_hk: （無標題）
zh_hant_tw: （無標題）

# panel.occupancy
source: context %@
de: Kontext %@
es: contexto %@
fr: contexte %@
ja: 占有 %@
ko: 점유 %@
pt_br: contexto %@
zh_hans: 上下文占用 %@
zh_hant_hk: 佔用 %@
zh_hant_tw: 佔用 %@

# panel.open_tool_detail
source: View %@ details
de: Details für %@ anzeigen
es: Ver detalles de %@
fr: Voir les détails de %@
ja: %@ の詳細を表示
ko: %@ 상세 보기
pt_br: Ver detalhes de %@
zh_hans: 查看 %@ 详情
zh_hant_hk: 查看 %@ 詳情
zh_hant_tw: 查看 %@ 詳情

# panel.output_tokens
source: Output %@ tokens
de: Ausgabe: %@ Tokens
es: Salida: %@ tokens
fr: Sortie %@ jetons
ja: 出力 %@トークン
ko: 출력 %@ 토큰
pt_br: Saída: %@ tokens
zh_hans: 输出 %@ 词元
zh_hant_hk: 輸出 %@ 詞元
zh_hant_tw: 輸出 %@ 詞元

# panel.recent
source: Recent
de: Neueste
es: Recientes
fr: Récentes
ja: 最近
ko: 최근
pt_br: Recentes
zh_hans: 最近
zh_hant_hk: 最近
zh_hant_tw: 最近

# panel.sessions_count
source: %d sessions
de: %d Sitzungen
es: %d sesiones
ja: %d セッション
ko: 세션 %d개
pt_br: %d sessões
zh_hans: %d 会话
zh_hant_hk: %d 個工作階段
zh_hant_tw: %d 個工作階段

# panel.total_cost
source: total %@
de: gesamt %@
ja: 合計 %@
ko: 총비용 %@
zh_hans: 总费用 %@
zh_hant_hk: 總費用 %@
zh_hant_tw: 總費用 %@

# panel.turns
source: %d turns
de: %d Runden
es: %d turnos
fr: %d tours
ja: %d ターン
ko: %d턴
pt_br: %d turnos
zh_hans: %d 轮
zh_hant_hk: %d 輪
zh_hant_tw: %d 輪

# perception.closing_bell
source: Closing Bell
de: Tagesschluss-Glocke
es: Campana de cierre
fr: Cloche de clôture
ja: 終了ベル
ko: 마감 알림
pt_br: Fechamento do dia
zh_hans: 日终收盘钟
zh_hant_hk: 日終收盤鐘
zh_hant_tw: 日終收盤鐘

# perception.closing_bell_desc
source: Use the selected pack's chime for an active day's closing summary
de: Für die Tagesabschluss-Zusammenfassung eines aktiven Tages den Glockenton des gewählten Pakets verwenden
es: Usar la campanilla del paquete seleccionado para el resumen de cierre de un día activo
fr: Utiliser le carillon du pack sélectionné pour le résumé de clôture d’une journée active
ja: アクティビティがあった日の終了サマリーに選択したパックのチャイムを使用します
ko: 활동이 있었던 날의 마감 요약에 선택한 팩의 차임을 사용합니다
pt_br: Usar o sino do pacote selecionado no resumo de fechamento de um dia ativo
zh_hans: 当天有活动时，使用声音包中的提示钟声播放日终收盘提示
zh_hant_hk: 當天有活動時，使用聲音包中的提示鐘聲播放日終收盤提示
zh_hant_tw: 當天有活動時，使用聲音包中的提示鐘聲播放日終收盤提示

# perception.cue_activity
source: Single Consumption
de: Einzelner Verbrauch
es: Consumo individual
fr: Consommation unique
ja: 1回の消費
ko: 단일 소비
pt_br: Consumo único
zh_hans: 单次消费
zh_hant_hk: 單次消費
zh_hant_tw: 單次消費

# perception.cue_chime
source: Chime
de: Glockenton
es: Campanilla
fr: Carillon
ja: チャイム
ko: 차임
pt_br: Sino
zh_hans: 提示钟声
zh_hant_hk: 提示鐘聲
zh_hant_tw: 提示鐘聲

# perception.cue_elevated
source: Continuous Consumption
de: Kontinuierlicher Verbrauch
es: Consumo continuo
fr: Consommation continue
ja: 継続的な消費
ko: 연속 소비
pt_br: Consumo contínuo
zh_hans: 连续消费
zh_hant_hk: 連續消費
zh_hant_tw: 連續消費

# perception.max_per_hour
source: Max consumption sounds per hour
de: Maximale Verbrauchstöne pro Stunde
es: Máximo de sonidos de consumo por hora
fr: Nombre maximal de sons de consommation par heure
ja: 1時間あたりの消費通知音の上限
ko: 시간당 소비 알림음 최대 횟수
pt_br: Máximo de sons de consumo por hora
zh_hans: 消费提示每小时最多播放次数
zh_hant_hk: 消費提示每小時最多播放次數
zh_hant_tw: 消費提示每小時最多播放次數

# perception.mute_all
source: Mute All Sounds
de: Alle Töne stummschalten
es: Silenciar todos los sonidos
fr: Couper tous les sons
ja: すべての音をミュート
ko: 모든 소리 끄기
pt_br: Silenciar todos os sons
zh_hans: 一键静音
zh_hant_hk: 一鍵靜音
zh_hant_tw: 一鍵靜音

# perception.mute_all_desc
source: Keep notifications visible while silencing every AI Pulse sound.
de: Benachrichtigungen bleiben sichtbar; nur Töne werden deaktiviert.
es: Mantiene las notificaciones visibles y silencia todos los sonidos.
fr: Conserve les notifications visibles tout en coupant tous les sons.
ja: 通知は表示したまま、AI Pulse の音だけをすべて消します。
ko: 알림은 표시하고 AI Pulse의 모든 소리만 끕니다.
pt_br: Mantém as notificações visíveis e silencia todos os sons.
zh_hans: 保留通知显示，只关闭 AI Pulse 发出的所有声音。
zh_hant_hk: 保留通知顯示，只關閉 AI Pulse 發出的所有聲音。
zh_hant_tw: 保留通知顯示，只關閉 AI Pulse 發出的所有聲音。

# perception.pack_coin
source: Coin
de: Münze
es: Moneda
fr: Pièce
ja: コイン
ko: 동전
pt_br: Moeda
zh_hans: 金币
zh_hant_hk: 金幣
zh_hant_tw: 金幣

# perception.pack_droplet
source: Water Drop
de: Wassertropfen
es: Gota de agua
fr: Goutte d’eau
ja: 水滴
ko: 물방울
pt_br: Gota d'água
zh_hans: 水滴
zh_hant_hk: 水滴
zh_hant_tw: 水滴

# perception.pack_register
source: Cash Register
de: Registrierkasse
es: Caja registradora
fr: Caisse enregistreuse
ja: レジ
ko: 금전 등록기
pt_br: Caixa registradora
zh_hans: 收银机
zh_hant_hk: 收銀機
zh_hant_tw: 收銀機

# perception.preview
source: Preview
de: Vorschau
es: Previsualizar
fr: Aperçu
ja: 試聴
ko: 미리 듣기
pt_br: Prévia
zh_hans: 试听
zh_hant_hk: 試聽
zh_hant_tw: 試聽

# perception.quiet_hours
source: Quiet Hours
de: Ruhezeiten
es: Horario silencioso
fr: Heures de silence
ja: 通知休止時間
ko: 방해 금지 시간
pt_br: Horário silencioso
zh_hans: 静音时段
zh_hant_hk: 靜音時段
zh_hant_tw: 靜音時段

# perception.sound_pack
source: Sound Pack
de: Soundpaket
es: Paquete de sonidos
fr: Pack de sons
ja: サウンドパック
ko: 사운드 팩
pt_br: Pacote de sons
zh_hans: 声音包
zh_hant_hk: 聲音包
zh_hant_tw: 聲音包

# perception.startup_chime
source: Startup Chime
de: Startton
es: Campanilla de inicio
fr: Carillon de démarrage
ja: 起動チャイム
ko: 시작 차임
pt_br: Sino de inicialização
zh_hans: 启动提示音
zh_hant_hk: 啓動提示音
zh_hant_tw: 啓動提示音

# perception.startup_chime_desc
source: Use the selected pack's chime at launch (default off)
de: Beim Start den Glockenton des gewählten Pakets verwenden (standardmäßig aus)
es: Usar la campanilla del paquete seleccionado al iniciar (desactivado por defecto)
fr: Utiliser le carillon du pack sélectionné au démarrage (désactivé par défaut)
ja: 起動時に選択したパックのチャイムを使用します（初期設定はオフ）
ko: 실행할 때 선택한 팩의 차임을 사용합니다(기본값: 끔)
pt_br: Usar o sino do pacote selecionado ao iniciar (desativado por padrão)
zh_hans: 启动时使用声音包中的提示钟声播放（默认关闭）
zh_hant_hk: 啓動時使用聲音包中的提示鐘聲播放（預設關閉）
zh_hant_tw: 啓動時使用聲音包中的提示鐘聲播放（預設關閉）

# perception.volume
source: Volume
de: Lautstärke
es: Volumen
ja: 音量
ko: 음량
zh_hans: 音量
zh_hant_hk: 音量
zh_hant_tw: 音量

# pulse.activity.cooling
source: Activity cooling down
de: Aktivität klingt ab
es: Actividad disminuyendo
fr: Activité en baisse
ja: 活動が落ち着きつつあります
ko: 활동 강도 감소 중
pt_br: Atividade diminuindo
zh_hans: 投入回落中
zh_hant_hk: 投入回落中
zh_hant_tw: 投入回落中

# pulse.activity.legend
source: Flame and robot lamp share current token intensity: gray calm or unknown, gold active, orange elevated, red intense. A brief highlight means a new consumption observation, not money or quota. Text distinguishes unavailable from calm.
de: Flamme und Roboterlampe teilen die aktuelle Token-Intensität: Grau ruhig oder unbekannt, Gold aktiv, Orange erhöht, Rot intensiv. Kurzes Aufleuchten zeigt eine neue Verbrauchsbeobachtung, nicht Geld oder Kontingent. Der Text unterscheidet unbekannt von ruhig.
es: La llama y la luz del robot comparten la intensidad de tokens: gris tranquila o desconocida, dorado activa, naranja elevada, rojo intensa. Un breve brillo indica una nueva observación de consumo, no dinero ni cuota. El texto distingue desconocida de tranquila.
fr: La flamme et le voyant du robot partagent l’intensité des tokens : gris calme ou inconnue, or active, orange élevée, rouge intense. Un bref éclairage signale une nouvelle consommation observée, pas de l’argent ni un quota. Le texte distingue inconnue de calme.
ja: 炎とロボットのランプは同じトークン活動強度を示します。灰色は平静または不明、金色は活動中、橙色は高め、赤色は高強度です。一時的な点灯は新しい消費の観測で、金額や使用枠ではありません。不明と平静は文字で区別します。
ko: 불꽃과 로봇 표시등은 같은 토큰 활동 강도를 표시합니다. 회색은 평온 또는 알 수 없음, 금색은 활동 중, 주황은 높음, 빨강은 강한 활동입니다. 짧은 빛은 새 소비 관측이며 금액이나 한도가 아닙니다. 알 수 없음과 평온은 텍스트로 구분합니다.
pt_br: Chama e luz do robô compartilham a intensidade de tokens: cinza calma ou desconhecida, dourado ativa, laranja elevada, vermelho intensa. Um breve brilho indica nova observação de consumo, não dinheiro ou cota. O texto distingue desconhecida de calma.
zh_hans: 火焰与机器人状态灯共用当前词元活动强度：灰色为平静或未知，金色为正在投入，橙色为投入较高，暖红为高强度。短暂亮起表示新观察到消费，不是金额或额度；未知与平静通过文字区分。
zh_hant_hk: 火焰與機器人狀態燈共用當前詞元活動強度：灰色為平靜或未知，金色為正在投入，橙色為投入較高，暖紅為高強度。短暫亮起表示新觀察到消費，不是金額或額度；未知與平靜透過文字區分。
zh_hant_tw: 火焰與機器人狀態燈共用當前詞元活動強度：灰色為平靜或未知，金色為正在投入，橙色為投入較高，暖紅為高強度。短暫亮起表示新觀察到消費，不是金額或額度；未知與平靜透過文字區分。

# pulse.activity.personal
source: Recent token intensity: %@× historical reference (not measured hourly usage).
de: Aktuelle Token-Intensität: %@× historische Referenz (kein gemessener Stundenverbrauch).
es: Intensidad reciente de tokens: %@× la referencia histórica (no uso horario medido).
fr: Intensité récente des tokens : %@× la référence historique (pas l’usage horaire mesuré).
ja: 最近のトークン活動強度：履歴基準の%@倍（実測時間使用量ではありません）。
ko: 최근 토큰 활동 강도: 과거 기준의 %@배(실측 시간당 사용량 아님).
pt_br: Intensidade recente de tokens: %@× a referência histórica (não é uso horário medido).
zh_hans: 近期词元活动强度为历史参考的 %@ 倍（非实际每小时用量）。
zh_hant_hk: 近期詞元活動強度為歷史參考的 %@ 倍（非實際每小時用量）。
zh_hant_tw: 近期詞元活動強度為歷史參考的 %@ 倍（非實際每小時用量）。

# pulse.activity.quota_context
source: Quota used:
de: Kontingent genutzt:
es: Cuota utilizada:
fr: Quota utilisé :
ja: 使用済み枠：
ko: 사용한 한도:
pt_br: Cota usada:
zh_hans: 额度已使用：
zh_hant_hk: 額度已使用：
zh_hant_tw: 額度已使用：

# pulse.activity.quota_stale
source: Some quota observations are expired
de: Einige Kontingentbeobachtungen sind veraltet
es: Algunas observaciones de cuota han caducado
fr: Certaines observations du quota sont périmées
ja: 一部の使用枠の観測が期限切れ
ko: 일부 한도 관측 만료
pt_br: Algumas observações da cota expiraram
zh_hans: 部分额度观察已过期
zh_hant_hk: 部分額度觀察已過期
zh_hant_tw: 部分額度觀察已過期

# pulse.activity.quota_unavailable
source: Quota observation unavailable
de: Kontingentbeobachtung nicht verfügbar
es: Observación de cuota no disponible
fr: Observation du quota indisponible
ja: 使用枠の観測不可
ko: 한도 관측 불가
pt_br: Observação da cota indisponível
zh_hans: 额度观察不可用
zh_hant_hk: 額度觀察不可用
zh_hant_tw: 額度觀察不可用

# pulse.activity.recent
source: Observed in the last %d min: %@ tokens
de: Letzte %d Min. beobachtet: %@ Tokens
es: Observado en los últimos %d min: %@ tokens
fr: Observé sur les %d dernières min : %@ tokens
ja: 直近%d分に観測：%@トークン
ko: 최근 %d분 관측: 토큰 %@개
pt_br: Observado nos últimos %d min: %@ tokens
zh_hans: 最近 %d 分钟观察到 %@ 词元
zh_hant_hk: 最近 %d 分鐘觀察到 %@ 詞元
zh_hant_tw: 最近 %d 分鐘觀察到 %@ 詞元

# pulse.activity.recent_signal
source: Recently observed token activity
de: Kürzlich beobachtete Token-Aktivität
es: Actividad de tokens observada recientemente
fr: Activité de tokens récemment observée
ja: 最近のトークン活動を観測
ko: 최근 토큰 활동 관측
pt_br: Atividade de tokens observada recentemente
zh_hans: 近期观察到词元活动
zh_hant_hk: 近期觀察到詞元活動
zh_hant_tw: 近期觀察到詞元活動

# pulse.activity.reference
source: Recent token activity; insufficient history, using a fixed intensity reference.
de: Aktuelle Token-Aktivität; zu wenig Verlauf, feste Intensitätsreferenz.
es: Actividad reciente de tokens; historial insuficiente, referencia de intensidad fija.
fr: Activité récente de tokens ; historique insuffisant, référence d’intensité fixe.
ja: 最近のトークン活動。履歴が不足しているため固定の強度基準を使用。
ko: 최근 토큰 활동. 기록이 부족하여 고정 강도 기준을 사용합니다.
pt_br: Atividade recente de tokens; histórico insuficiente, referência de intensidade fixa.
zh_hans: 近期词元活动；历史样本不足，使用固定参考强度。
zh_hant_hk: 近期詞元活動；歷史樣本不足，使用固定參考強度。
zh_hant_tw: 近期詞元活動；歷史樣本不足，使用固定參考強度。

# pulse.activity.today
source: Observed today: %@ tokens · %@ local commits
de: Heute beobachtet: %@ Tokens · %@ lokale Commits
es: Observado hoy: %@ tokens · %@ commits locales
fr: Observé aujourd’hui : %@ tokens · %@ commits locaux
ja: 本日の観測：%@トークン · ローカルコミット%@件
ko: 오늘 관측: 토큰 %@개 · 로컬 커밋 %@개
pt_br: Observado hoje: %@ tokens · %@ commits locais
zh_hans: 今日观察到 %@ 词元 · 本地提交 %@ 次
zh_hant_hk: 今日觀察到 %@ 詞元 · 本機提交 %@ 次
zh_hant_tw: 今日觀察到 %@ 詞元 · 本機提交 %@ 次

# pulse.closing_summary
source: Last daily close:
de: Letzter Tagesabschluss:
es: Último cierre diario:
fr: Dernier bilan quotidien :
ja: 前回の日次まとめ：
ko: 지난 일일 마감:
pt_br: Último fechamento diário:
zh_hans: 上次日结：
zh_hant_hk: 上次日結：
zh_hant_tw: 上次日結：

# pulse.fact.attributed_lines
source: attributed lines
de: zugeordnete Codezeilen
es: líneas atribuidas
fr: lignes attribuées
ja: 関連付けられた行
ko: 귀속된 코드 줄
pt_br: linhas atribuídas
zh_hans: 归属代码行
zh_hant_hk: 歸屬程式碼行
zh_hant_tw: 歸屬程式碼行

# pulse.fact.code_changes
source: changed lines
de: geänderte Lines
es: líneas modificadas
fr: Lines modifiées
ja: 変更行数
ko: 변경된 줄
pt_br: linhas alteradas
zh_hans: 变化行
zh_hant_hk: 變化行
zh_hant_tw: 變化行

# pulse.fact.observed
source: observed
de: beobachtet
es: observado
fr: observé
ja: 観測値
ko: 관측값
pt_br: observado
zh_hans: 已观测
zh_hant_hk: 已觀測
zh_hant_tw: 已觀測

# pulse.fact.quota
source: quota
de: Kontingent
es: cuota
ja: クォータ
ko: 할당량
pt_br: cota
zh_hans: 额度
zh_hant_hk: 額度
zh_hant_tw: 配額

# pulse.observed_today
source: Observed today:
de: Heute beobachtet:
es: Observado hoy:
fr: Observé aujourd’hui :
ja: 本日の観測:
ko: 오늘 관측:
pt_br: Observado hoje:
zh_hans: 今日真实变动：
zh_hant_hk: 今日真實變動：
zh_hant_tw: 今日真實變動：

# pulse.reason.attributed_output
source: Output is above your usual pace
de: Ausgabe liegt über deinem üblichen Tempo
es: La producción supera tu ritmo habitual
fr: La sortie dépasse votre rythme habituel
ja: 出力が通常のペースを上回っています
ko: 출력이 평소 속도보다 높음
pt_br: A produção está acima do seu ritmo habitual
zh_hans: 产出高于你平时的节奏
zh_hant_hk: 產出高於你平時的節奏
zh_hant_tw: 產出高於你平時的節奏

# pulse.reason.attributed_output_multiplier
source: Attributed output is %@× your usual pace
de: Zugeordnete Ausgabe liegt beim %@-Fachen des üblichen Tempos
es: La producción atribuida es %@× su ritmo habitual
fr: La production attribuée est %@× supérieure à votre rythme habituel
ja: 帰属出力は通常の %@ 倍です
ko: 귀속된 산출물이 평소의 %@배입니다
pt_br: A produção atribuída está em %@× do seu ritmo habitual
zh_hans: 归因产出为平时的 %@ 倍
zh_hant_hk: 歸因產出為平常的 %@ 倍
zh_hant_tw: 歸因產出為平常的 %@ 倍

# pulse.reason.no_recent_signal
source: No recent AI activity
de: Keine kürzliche AI-Aktivität
es: Sin actividad de IA reciente
fr: Aucune activité AI récente
ja: 最近のAIアクティビティなし
ko: 최근 AI 활동 없음
pt_br: Sem atividade recente de IA
zh_hans: 近期没有 AI 活动
zh_hant_hk: 近期沒有 AI 活動
zh_hant_tw: 近期沒有 AI 活動

# pulse.reason.observed_spend
source: Observed spend is above your usual pace
de: Beobachtete Ausgaben liegen über deinem üblichen Tempo
es: El gasto observado supera tu ritmo habitual
fr: Les dépenses observées dépassent votre rythme habituel
ja: 観測支出が通常のペースを上回っています
ko: 관측된 지출이 평소 속도보다 높습니다
pt_br: O gasto observado está acima do seu ritmo habitual
zh_hans: 真实消费高于你平时的节奏
zh_hant_hk: 真實消費高於你平時的節奏
zh_hant_tw: 真實消費高於你平時的節奏

# pulse.reason.observed_spend_multiplier
source: Observed spend is %@× your usual pace
de: Beobachtete Ausgaben liegen beim %@-Fachen des üblichen Tempos
es: El gasto observado es %@× su ritmo habitual
fr: Les dépenses observées sont %@× supérieures à votre rythme habituel
ja: 観測支出は通常の %@ 倍です
ko: 관측된 지출이 평소의 %@배입니다
pt_br: O gasto observado está em %@× do seu ritmo habitual
zh_hans: 真实消费为平时的 %@ 倍
zh_hant_hk: 實際消費為平常的 %@ 倍
zh_hant_tw: 實際消費為平常的 %@ 倍
